Repository: pay-crypto-me/woocommerce-gateway-pay-crypto-me
Catalog: src/languages/woocommerce-gateway-pay-crypto-me-*.po
Languages: de_de, es_es, fr_fr, pt_br, ru_ru

source: PayCrypto.Me for WooCommerce
de_de: PayCrypto.Me für WooCommerce
es_es: PayCrypto.Me para WooCommerce
fr_fr: PayCrypto.Me pour WooCommerce
ru_ru: PayCrypto.Me для WooCommerce

source: PayCrypto.Me Payments for WooCommerce introduces a complete solution that allows your customers to pay with BTC, ETH, SOL, and many other cryptocurrencies in your WooCommerce store.
de_de: PayCrypto.Me Payments für WooCommerce bietet eine vollständige Lösung, mit der Ihre Kunden mit BTC, ETH, SOL und vielen weiteren Kryptowährungen in Ihrem WooCommerce-Shop bezahlen können.
es_es: PayCrypto.Me Payments para WooCommerce introduce una solución completa que permite a sus clientes pagar con BTC, ETH, SOL y muchas otras criptomonedas en su tienda WooCommerce.
fr_fr: PayCrypto.Me Payments pour WooCommerce introduit une solution complète permettant à vos clients de payer avec BTC, ETH, SOL et de nombreuses autres cryptomonnaies dans votre boutique WooCommerce.
ru_ru: PayCrypto.Me Payments для WooCommerce предлагает комплексное решение, позволяющее вашим клиентам оплачивать покупки с помощью BTC, ETH, SOL и многих других криптовалют в вашем магазине WooCommerce.

# Gateway description
source: PayCrypto.Me introduces a complete solution to receive your payments through the main cryptocurrencies.
de_de: PayCrypto.Me bietet eine vollständige Lösung, um Zahlungen über die wichtigsten Kryptowährungen zu empfangen.
es_es: PayCrypto.Me presenta una solución completa para recibir sus pagos a través de las principales criptomonedas.
fr_fr: PayCrypto.Me présente une solution complète pour recevoir vos paiements via les principales cryptomonnaies.
ru_ru: PayCrypto.Me предлагает комплексное решение для приема платежей через основные криптовалюты.

source: Pay with Bitcoin
de_de: Mit Bitcoin bezahlen
es_es: Pagar con Bitcoin
fr_fr: Payer avec Bitcoin
ru_ru: Оплатить с помощью Bitcoin

source: Pay directly from your Bitcoin wallet. Place your order to view the QR code and payment instructions.
de_de: Bezahlen Sie direkt aus Ihrer Bitcoin-Wallet. Nach der Bestellung sehen Sie den QR-Code und die Zahlungsanweisungen.
es_es: Pague directamente desde su billetera Bitcoin. Realice el pedido para ver el código QR y las instrucciones de pago.
fr_fr: Payez directement depuis votre portefeuille Bitcoin. Passez votre commande pour voir le code QR et les instructions de paiement.
ru_ru: Оплатите напрямую из вашего Bitcoin-кошелька. Оформите заказ, чтобы увидеть QR-код и инструкции по оплате.

source: Wallet xPub
es_es: Billetera xPub
fr_fr: Portefeuille xPub
ru_ru: Кошелек xPub

source: Lightning Network
de_de: Lightning Netzwerk
es_es: Red Lightning
fr_fr: Réseau Lightning

source: Lightning Address
de_de: Lightning Adresse
es_es: Dirección Lightning
fr_fr: Adresse Lightning
ru_ru: Lightning-адрес

source: Enable/Disable
de_de: Aktivieren/Deaktivieren
es_es: Activar/Desactivar
fr_fr: Activer/Désactiver
pt_br: Ativar/Desativar
ru_ru: Включить/Отключить

source: Enable PayCrypto.Me
de_de: PayCrypto.Me aktivieren
es_es: Activar PayCrypto.Me
fr_fr: Activer PayCrypto.Me
pt_br: Ativar PayCrypto.Me
ru_ru: Включить PayCrypto.Me

source: Title
de_de: Titel
es_es: Título
fr_fr: Titre
pt_br: Título
ru_ru: Заголовок

source: Name of the payment method displayed to the customer.
de_de: Name der dem Kunden angezeigten Zahlungsmethode.
es_es: Nombre del método de pago mostrado al cliente.
fr_fr: Nom de la méthode de paiement affichée au client.
pt_br: Nome do método de pagamento exibido ao cliente.
ru_ru: Название способа оплаты, отображаемого клиенту.

source: Description
de_de: Beschreibung
es_es: Descripción
pt_br: Descrição
ru_ru: Описание

source: Description displayed to the customer at checkout.
de_de: Beschreibung, die dem Kunden beim Checkout angezeigt wird.
es_es: Descripción mostrada al cliente en el checkout.
fr_fr: Description affichée au client lors du checkout.
pt_br: Descrição exibida ao cliente no checkout.
ru_ru: Описание, отображаемое клиенту при оформлении заказа.

source: Network
de_de: Netzwerk
es_es: Red
fr_fr: Réseau
ru_ru: Сеть

source: Select the network for payments.
de_de: Wählen Sie das Netzwerk für Zahlungen aus.
es_es: Seleccione la red para los pagos.
fr_fr: Sélectionnez le réseau pour les paiements.
ru_ru: Выберите сеть для платежей.

source: Network Identifier
de_de: Netzwerkkennung
es_es: Identificador de red
fr_fr: Identifiant du réseau
ru_ru: Идентификатор сети

source: Enter the required identifier for the selected network (e.g., xpub, Lightning Address).
de_de: Geben Sie die erforderliche Kennung für das ausgewählte Netzwerk ein (z. B. xpub, Lightning-Adresse).
es_es: Ingrese el identificador requerido para la red seleccionada (ej.: xpub, Dirección Lightning).
fr_fr: Entrez l'identifiant requis pour le réseau sélectionné (par exemple, xpub, Adresse Lightning).
ru_ru: Введите необходимый идентификатор для выбранной сети (например, xpub, Lightning-адрес).

source: Show/Hide Option Icon
de_de: Optionensymbol anzeigen/verbergen
es_es: Mostrar/Ocultar ícono de opción
fr_fr: Afficher/Masquer l'icône d'option
ru_ru: Показать/Скрыть значок опции

source: Enable Option Icon
de_de: Optionensymbol aktivieren
es_es: Activar ícono de opción
fr_fr: Activer l'icône d'option
ru_ru: Включить значок опции

source: Development Mode
de_de: Entwicklungsmodus
es_es: Modo de desarrollo
fr_fr: Mode développement
ru_ru: Режим разработки

source: Enable Development Mode
de_de: Entwicklungsmodus aktivieren
es_es: Activar modo de desarrollo
fr_fr: Activer le mode développement
ru_ru: Включить режим разработки

source: Enables additional debugging, simulated payments, and development features. Independent of Bitcoin network selection.
de_de: Aktiviert zusätzliche Debugging-, Simulations- und Entwicklungsfunktionen. Unabhängig von der Auswahl des Bitcoin-Netzwerks.
es_es: Activa funciones adicionales de depuración, pagos simulados y desarrollo. Independiente de la selección de red Bitcoin.
fr_fr: Active des fonctionnalités supplémentaires de débogage, des paiements simulés et des options de développement. Indépendant de la sélection du réseau Bitcoin.
ru_ru: Включает дополнительные функции отладки, имитации платежей и разработки. Не зависит от выбора сети Bitcoin.

source: Hide for Non-Admin Users
de_de: Für Nicht-Administratoren ausblenden
es_es: Ocultar para usuarios no administradores
fr_fr: Masquer pour les utilisateurs non-administrateurs
pt_br: Ocultar para Usuários Não-Administradores
ru_ru: Скрыть для неадминистраторов

source: Show only for administrators
de_de: Nur für Administratoren anzeigen
es_es: Mostrar solo a administradores
fr_fr: Afficher uniquement pour les administrateurs
pt_br: Mostrar apenas para administradores
ru_ru: Показывать только администраторам

source: If enabled, only administrators will see the payment method.
de_de: Wenn aktiviert, sehen nur Administratoren diese Zahlungsmethode.
es_es: Si está activado, solo los administradores verán este método de pago.
fr_fr: Si activé, seuls les administrateurs verront cette méthode de paiement.
pt_br: Se ativado, apenas administradores verão o método de pagamento.
ru_ru: Если включено, только администраторы увидят этот способ оплаты.

source: Mode:
de_de: Modus:
es_es: Modo:
ru_ru: Режим:

source: Development Mode Active
de_de: Entwicklungsmodus aktiv
es_es: Modo de desarrollo activo
fr_fr: Mode développement actif
ru_ru: Режим разработки активен

source: Enhanced logging and simulation features enabled
de_de: Erweiterte Protokollierungs- und Simulationsfunktionen aktiviert
es_es: Funciones avanzadas de registro y simulación activadas
fr_fr: Journalisation avancée et fonctionnalités de simulation activées
ru_ru: Включены расширенные функции логирования и симуляции

source: Awaiting crypto payment.
de_de: Warte auf Krypto-Zahlung.
es_es: Esperando pago en criptomoneda.
fr_fr: En attente du paiement crypto.
pt_br: Aguardando pagamento em criptomoeda.
ru_ru: Ожидание крипто-платежа.

source: PayCrypto.Me introduces a complete solution to receive your payments through the main cryptocurrencies.
de_de: PayCrypto.Me bietet eine vollständige Lösung, um Zahlungen über die wichtigsten Kryptowährungen zu empfangen.
es_es: PayCrypto.Me presenta una solución completa para recibir sus pagos a través de las principales criptomonedas.
fr_fr: PayCrypto.Me présente une solution complète pour recevoir vos paiements via les principales cryptomonnaies.
ru_ru: PayCrypto.Me предлагает комплексное решение для приема платежей через основные криптовалюты.

source: Cryptocurrencies via PayCrypto.Me
de_de: Kryptowährungen über PayCrypto.Me
es_es: Criptomonedas vía PayCrypto.Me
fr_fr: Cryptomonnaies via PayCrypto.Me
pt_br: Criptomoedas via PayCrypto.Me
ru_ru: Криптовалюты через PayCrypto.Me

source: Pay with Bitcoin, Ethereum, Solana, and more.
de_de: Bezahlen Sie mit Bitcoin, Ethereum, Solana und mehr.
es_es: Pague con Bitcoin, Ethereum, Solana y más.
fr_fr: Payez avec Bitcoin, Ethereum, Solana et bien plus.
pt_br: Pague com Bitcoin, Ethereum, Solana e muito mais.
ru_ru: Оплатить с помощью Bitcoin, Ethereum, Solana и других.

source: API Key
de_de: API-Schlüssel
es_es: Clave API
fr_fr: Clé API
pt_br: Chave API
ru_ru: API-ключ

source: Your API Key for PayCrypto.Me.
de_de: Ihr API-Schlüssel für PayCrypto.Me.
es_es: Su clave API para PayCrypto.Me.
fr_fr: Votre clé API pour PayCrypto.Me.
pt_br: Sua Chave API para PayCrypto.Me.
ru_ru: Ваш API-ключ для PayCrypto.Me.

source: Test Mode
de_de: Testmodus
es_es: Modo de prueba
fr_fr: Mode test
pt_br: Modo de Teste
ru_ru: Тестовый режим

source: Enable Test Mode
de_de: Testmodus aktivieren
es_es: Activar modo de prueba
fr_fr: Activer le mode test
pt_br: Ativar Modo de Teste
ru_ru: Включить тестовый режим

source: Use the PayCrypto.Me test environment.
de_de: Verwenden Sie die PayCrypto.Me-Testumgebung.
es_es: Usar el entorno de prueba de PayCrypto.Me.
fr_fr: Utiliser l'environnement de test PayCrypto.Me.
pt_br: Usar o ambiente de teste do PayCrypto.Me.
ru_ru: Использовать тестовую среду PayCrypto.Me.

source: Enable Log
de_de: Protokollierung aktivieren
es_es: Activar registro de log
fr_fr: Activer les journaux
pt_br: Ativar Log
ru_ru: Включить логирование

source: Save log events (WooCommerce > Status > Logs)
de_de: Protokollereignisse speichern (WooCommerce > Status > Protokolle)
es_es: Guardar eventos de log (WooCommerce > Estado > Logs)
fr_fr: Enregistrer les événements de journal (WooCommerce > Statut > Journaux)
pt_br: Salvar eventos de log (WooCommerce > Status > Logs)
ru_ru: Сохранять события логов (WooCommerce > Статус > Логи)

source: Save events for debugging.
de_de: Ereignisse zum Debuggen speichern.
es_es: Guardar eventos para depuración.
fr_fr: Enregistrer les événements pour le débogage.
pt_br: Salvar eventos para depuração.
ru_ru: Сохранять события для отладки.

source: Cloning is forbidden.
de_de: Klonen ist verboten.
es_es: La clonación está prohibida.
fr_fr: Le clonage est interdit.
pt_br: Clonagem é proibida.
ru_ru: Клонирование запрещено.

source: Unserializing is forbidden.
de_de: Deserialisierung ist verboten.
es_es: La deserialización está prohibida.
fr_fr: La désérialisation est interdite.
pt_br: Deserialização é proibida.
ru_ru: Десериализация запрещена.

source: PayCrypto.Me for WooCommerce requires WooCommerce to be installed and active.
de_de: PayCrypto.Me für WooCommerce erfordert, dass WooCommerce installiert und aktiv ist.
es_es: PayCrypto.Me para WooCommerce requiere que WooCommerce esté instalado y activo.
fr_fr: PayCrypto.Me pour WooCommerce nécessite que WooCommerce soit installé et actif.
pt_br: PayCrypto.Me para WooCommerce requer que o WooCommerce esteja instalado e ativo.
ru_ru: PayCrypto.Me для WooCommerce требует, чтобы WooCommerce был установлен и активен.

source: Save events in WooCommerce > Status > Logs
pt_br: Salvar eventos em WooCommerce > Status > Logs
